{
    "Before continuing, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.":"Prima di continuare, potresti verificare il tuo indirizzo email facendo clic sul link che ti abbiamo appena inviato via email? Se non hai ricevuto l'email, saremo lieti di inviartene un'altra.",
    "Resend Verification Email":"Invia nuovamente l'email di verifica",
    "Edit Profile":"Modifica Profilo",
    "A new verification link has been sent to the email address you provided in your profile settings.":"Un nuovo link di verifica è stato inviato all'indirizzo email che hai fornito nelle impostazioni del tuo profilo.",
    "Outbound":"Andata",
    "Return":"Ritorno",
    "No asults":"Nessun adulto",
    "No children":"Nessun bambino",
    "No infants":"Nessun neonato",
    "Adult":"Adulto",
    "Adults":"Adulti",
    "Child":"Bambino",
    "Children":"Bambini",
    "Infant":"Neonato",
    "Infants":"Neonati",
    "Add passengers":"Aggiungi passeggeri",
    "Close":"Chiudi",
    "Whoops! Something went wrong.":"Ops! Qualcosa è andato storto.",
    "Manage Account":"Gestisci Account",
    "Remember me":"Ricordami",
    "Forgot your password?" : "Hai dimenticato la password?",
    "Log in" : "Accedi",
    "Sign in with Google" : "Accedi con Google",
    "Name" : "Nome",
    "Confirm Password" : "Conferma Password",
    "I agree to the :terms_of_service and :privacy_policy" : "Accetto i :terms_of_service e l':privacy_policy",
    "Terms of Service" : "Termini di Servizio",
    "Privacy Policy" : "Informativa sulla Privacy",
    "Already registered?" : "Già registrato?",
    "Register" : "Registrati",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.":"Hai dimenticato la password? Nessun problema. Basta farci sapere il tuo indirizzo email e ti invieremo un link per reimpostare la password che ti permetterà di sceglierne una nuova.",
    "Email Password Reset Link":"Invia link per reimpostare la password",
    "Delete Account":"Elimina Account",
    "Permanently delete your account.":"Elimina definitivamente il tuo account.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.":"Una volta eliminato il tuo account, tutte le sue risorse e dati verranno eliminati definitivamente. Prima di eliminare il tuo account, scarica tutti i dati o le informazioni che desideri conservare.",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.":"Sei sicuro di voler eliminare il tuo account? Una volta eliminato il tuo account, tutte le sue risorse e dati verranno eliminati definitivamente. Inserisci la tua password per confermare che desideri eliminare definitivamente il tuo account.",
    "Browser Sessions":"Sessioni del Browser",
    "Manage and log out your active sessions on other browsers and devices.":"Gestisci e disconnetti le tue sessioni attive su altri browser e dispositivi.",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.":"Se necessario, puoi disconnetterti da tutte le altre sessioni del browser su tutti i tuoi dispositivi. Alcune delle tue sessioni recenti sono elencate di seguito; tuttavia, questo elenco potrebbe non essere esaustivo. Se ritieni che il tuo account sia stato compromesso, dovresti anche aggiornare la tua password.",
    "Unknown":"Sconosciuto",
    "Log Out Other Browser Sessions":"Disconnetti le altre sessioni del browser",
    "Done.":"Fatto.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.":"Inserisci la tua password per confermare che desideri disconnetterti dalle altre sessioni del browser su tutti i tuoi dispositivi.",
    "Two Factor Authentication":"Autenticazione a due fattori",
    "Add additional security to your account using two factor authentication.":"Aggiungi sicurezza aggiuntiva al tuo account utilizzando l'autenticazione a due fattori.",
    "Finish enabling two factor authentication.":"Termina l'abilitazione dell'autenticazione a due fattori.",
    "You have enabled two factor authentication.":"Hai abilitato l'autenticazione a due fattori.",
    "You have not enabled two factor authentication.":"Non hai abilitato l'autenticazione a due fattori.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.":"Quando l'autenticazione a due fattori è abilitata, ti verrà richiesto un token sicuro e casuale durante l'autenticazione. Puoi recuperare questo token dall'applicazione Google Authenticator del tuo telefono.",
"To finish enabling two factor authentication, scan the following QR code using your phone's authenticator application or enter the setup key and provide the generated OTP code.":"Per terminare l'abilitazione dell'autenticazione a due fattori, scannerizza il seguente codice QR utilizzando l'applicazione autenticatore del tuo telefono o inserisci la chiave di configurazione e fornisci il codice OTP generato.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application or enter the setup key.":"L'autenticazione a due fattori è ora abilitata. Scannerizza il seguente codice QR utilizzando l'applicazione autenticatore del tuo telefono o inserisci la chiave di configurazione.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.":"Conserva questi codici di recupero in un gestore di password sicuro. Possono essere utilizzati per recuperare l'accesso al tuo account se il tuo dispositivo di autenticazione a due fattori viene perso.",
    "Enable":"Abilita",
    "Regenerate Recovery Codes":"Rigenera i codici di recupero",
    "Confirm":"Conferma",
    "Show Recovery Codes":"Mostra i codici di recupero",
    "Cancel":"Annulla",
    "Disable":"Disabilita",
    "Update Password":"Aggiorna Password",
    "Ensure your account is using a long, random password to stay secure.":"Assicurati che il tuo account stia utilizzando una password lunga e casuale per rimanere sicuro.",
    "Current Password":"Password Attuale",
    "Saved.":"Salvato.",
    "Save":"Salva",
    "Profile Information":"Informazioni Profilo",
    "Update your account's profile information and email address.":"Aggiorna le informazioni del profilo del tuo account e l'indirizzo email.",
    "Photo":"Foto",
    "Select A New Photo":"Seleziona una nuova foto",
    "Remove Photo":"Rimuovi Foto",
    "Your email address is unverified.":"Il tuo indirizzo email non è verificato.",
    "Click here to re-send the verification email.":"Clicca qui per inviare nuovamente l'email di verifica.",
    "A new verification link has been sent to your email address.":"Un nuovo link di verifica è stato inviato al tuo indirizzo email.",
    "Profile":"Profilo",
    "New Password":"Nuova Password",
    "This device":"Questo dispositivo",
"Verify Email Address":"Verifica l'indirizzo email",
    "Hello!":"Ciao!",
    "Please click the button below to verify your email address.":"Per favore clicca il pulsante qui sotto per verificare il tuo indirizzo email.",
    "If you did not create an account, no further action is required.":"Se non hai creato un account, non è richiesta alcuna ulteriore azione.",
    "Regards":"Saluti",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below into your web browser: ":"Se hai problemi a fare clic sul pulsante \":actionText\", copia e incolla l'URL sottostante nel tuo browser web:",
    "All rights reserved.":"Tutti i diritti riservati.",
    "Reset Password Notification":"Notifica di reimpostazione della password",
    "You are receiving this email because we received a password reset request for your account.":"Stai ricevendo questa email perché abbiamo ricevuto una richiesta di reimpostazione della password per il tuo account.",
    "Reset Password":"Reimposta Password",
    "This password reset link will expire in :count minutes.":"Questo link di reimpostazione della password scadrà tra :count minuti.",
    "If you did not request a password reset, no further action is required.":"Se non hai richiesto una reimpostazione della password, non è richiesta alcuna ulteriore azione."

}
